posts/2019-08-30/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>2019-08-30 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-08-30/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="2019-08-30">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-08-30/">
<meta property="og:description" content="General public articles



The Quantum Internet Is Emerging, One Experiment at a Time


Scientific american – Explains the motivations, challenges and main options taken by research groups working on ">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-08-30T06:32:52+02:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                2019-08-30
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-08-30T06:32:52+02:00">2019/08/30</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org356385d" class="outline-2">
<h2 id="org356385d">General public articles</h2>
<div class="outline-text-2" id="text-org356385d">
</div>
<div id="outline-container-org6cddb32" class="outline-3">
<h3 id="org6cddb32"><a href="https://www.scientificamerican.com/article/the-quantum-internet-is-emerging-one-experiment-at-a-time/">The Quantum Internet Is Emerging, One Experiment at a Time</a></h3>
<div class="outline-text-3" id="text-org6cddb32">
<p>
<i>Scientific american</i> – Explains the motivations, challenges and main options taken by research groups working on the quantum internet.
</p>
</div>
</div>
<div id="outline-container-orgb1ae8e6" class="outline-3">
<h3 id="orgb1ae8e6"><a href="https://m.phys.org/news/2019-07-breakthrough-quantum.html">Researchers lead breakthrough in quantum computing</a></h3>
<div class="outline-text-3" id="text-orgb1ae8e6">
<p>
<i>Virginia Tech College</i> – Efficient quantum algorithms for computing molecular properties.
</p>
</div>
</div>
<div id="outline-container-org3f86064" class="outline-3">
<h3 id="org3f86064"><a href="https://m.phys.org/news/2019-08-entanglement-km-optical-fiber.html">Entanglement sent over 50 km of optical fiber</a></h3>
<div class="outline-text-3" id="text-org3f86064">
<p>
<i>U. Innsbruck</i> – Report of creating and sharing a entangled pair of photons at telecom wavelength (1550nm) for over 50km. This is one of the major requirement needed for a functional quantum network.
</p>
</div>
</div>
<div id="outline-container-orgd91ce0c" class="outline-3">
<h3 id="orgd91ce0c"><a href="https://youtu.be/dI-JW2UIAG0">How did NASA Steer the Saturn V?- Smarter Every Day 223</a></h3>
<div class="outline-text-3" id="text-orgd91ce0c">
<p>
Want to understand what the fate of quantum computers is with respect to error correction? Watch this! For controlling Satrun V, the computation was run in parallel on 2 computers ; for quantum computation you need to run it in a parallel encoded version (a logical qubit made of many physical ones) to achieve the same.
</p>
</div>
</div>
</div>
<div id="outline-container-orgbbd8908" class="outline-2">
<h2 id="orgbbd8908">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-orgbbd8908">
</div>
<div id="outline-container-org8cbf36c" class="outline-3">
<h3 id="org8cbf36c"><a href="https://www.ehu.eus/en/web/campusa-magazine/-/upv-ehu-is-one-of-the-european-leading-institutions-partnering-with-ibm-to-accelerate-quantum-computing">UPV/EHU is one of the European leading institutions partnering with IBM to accelerate quantum computing</a></h3>
<div class="outline-text-3" id="text-org8cbf36c">
<p>
<i>UPV EHU - IBM Q</i> – IBMQ announces research and educations partnerships with Aalto University, University of Turku, EPFL, University of the Basque Country and The International Iberian Nanotechnology Laboratory.
</p>
</div>
</div>
<div id="outline-container-org2f6fc0b" class="outline-3">
<h3 id="org2f6fc0b"><a href="https://www.ehu.eus/en/web/campusa-magazine/-/upv-ehu-is-one-of-the-european-leading-institutions-partnering-with-ibm-to-accelerate-quantum-computing">Europe’s VCs finally leap into quantum</a></h3>
<div class="outline-text-3" id="text-org2f6fc0b">
<p>
<i>Spin-off Aalo - IQM</i> – IQM (super-conducting qubits) got 11.45m euros in a VC investment round.
</p>
</div>
</div>
<div id="outline-container-orgd43176f" class="outline-3">
<h3 id="orgd43176f"><a href="https://m.phys.org/news/2019-07-breakthrough-quantum.html">Stonybrook U and BNL to develop a quantum network</a></h3>
<div class="outline-text-3" id="text-orgd43176f">
<p>
<i>BNL - Stonybrook U.</i> – Long distance ntwork testbed for open air photonic quantum network.
</p>
</div>
</div>
<div id="outline-container-org4be0dd0" class="outline-3">
<h3 id="org4be0dd0"><a href="https://physicsworld.com/a/big-stuff-with-little-qubits/">Big stuff with little qubits</a></h3>
<div class="outline-text-3" id="text-org4be0dd0">
<p>
<i>Zurich Instruments</i> – A startup supplying instruments for people measuring spins (from NMR to superconducting qubits).
</p>
</div>
</div>
</div>
<div id="outline-container-org170542e" class="outline-2">
<h2 id="org170542e">Research papers</h2>
<div class="outline-text-2" id="text-org170542e">
</div>
<div id="outline-container-org6dabd81" class="outline-3">
<h3 id="org6dabd81"><a href="https://arxiv.org/abs/1907.09415">Ronald de Wolf lecture notes on quantum computing</a></h3>
</div>
</div>
<div id="outline-container-org9f8a48b" class="outline-2">
<h2 id="org9f8a48b">Positions</h2>
<div class="outline-text-2" id="text-org9f8a48b">
</div>
<div id="outline-container-org962d624" class="outline-3">
<h3 id="org962d624">2 Postdocs ar UMD / LPS on NISQ and QML</h3>
<div class="outline-text-3" id="text-org962d624">
<p>
<i>UMD LPS</i> – <a href="https://t.co/cHehDmkpEV">https://t.co/cHehDmkpEV</a>
</p>
</div>
</div>

<div id="outline-container-org101218d" class="outline-3">
<h3 id="org101218d">Tenures at university of Amsterdam</h3>
<div class="outline-text-3" id="text-org101218d">
<p>
<i>U. Amsterdam</i> – <a href="https://t.co/aPZB1cXdsI">https://t.co/aPZB1cXdsI</a>
</p>
</div>
</div>
</div>
<div id="outline-container-org7af5135" class="outline-2">
<h2 id="org7af5135">Miscellanea</h2>
<div class="outline-text-2" id="text-org7af5135">
</div>
<div id="outline-container-orgd53f18b" class="outline-3">
<h3 id="orgd53f18b"><a href="https://quantumfrontiers.com/2019/07/15/tiqtaqtoe/">Releasing a quantum version of TiqTaqToe</a></h3>
<div class="outline-text-3" id="text-orgd53f18b">
<p>
<i>Caltech</i>
</p>
</div>
</div>
</div>
        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2019         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-150665042-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-150665042-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
