docs/2019-08-30.md

# Table of Contents

1.  [General public articles](#orge8de7e7)
    1.  [The Quantum Internet Is Emerging, One Experiment at a Time](#org8c57545)
    2.  [Researchers lead breakthrough in quantum computing](#org4ddf39e)
    3.  [Entanglement sent over 50 km of optical fiber](#org1a6c4c4)
    4.  [How did NASA Steer the Saturn V?- Smarter Every Day 223](#org81a4c27)
2.  [Industry - Academia - Startups](#org3d7495b)
    1.  [UPV/EHU is one of the European leading institutions partnering with IBM to accelerate quantum computing](#org4df83b2)
    2.  [Europe’s VCs finally leap into quantum](#org828afdd)
    3.  [Stonybrook U and BNL to develop a quantum network](#orgff584f9)
    4.  [Big stuff with little qubits](#org4d86983)
3.  [Research papers](#orge1968ff)
    1.  [Ronald de Wolf lecture notes on quantum computing](#org1949270)
4.  [Positions](#org8e309b4)
    1.  [2 Postdocs ar UMD / LPS on NISQ and QML](#orgf6730c9)
    2.  [Tenures at university of Amsterdam](#org9946744)
5.  [Miscellanea](#org20fa049)
    1.  [Releasing a quantum version of TiqTaqToe](#orgf5ab443)


<a id="orge8de7e7"></a>

# General public articles


<a id="org8c57545"></a>

## [The Quantum Internet Is Emerging, One Experiment at a Time](https://www.scientificamerican.com/article/the-quantum-internet-is-emerging-one-experiment-at-a-time/)

*Scientific american* &#x2013; Explains the motivations, challenges and main options taken by research groups working on the quantum internet.


<a id="org4ddf39e"></a>

## [Researchers lead breakthrough in quantum computing](https://m.phys.org/news/2019-07-breakthrough-quantum.html)

*Virginia Tech College* &#x2013; Efficient quantum algorithms for computing molecular properties.


<a id="org1a6c4c4"></a>

## [Entanglement sent over 50 km of optical fiber](https://m.phys.org/news/2019-08-entanglement-km-optical-fiber.html)

*U. Innsbruck* &#x2013; Report of creating and sharing a entangled pair of photons at telecom wavelength (1550nm) for over 50km. This is one of the major requirement needed for a functional quantum network.


<a id="org81a4c27"></a>

## [How did NASA Steer the Saturn V?- Smarter Every Day 223](https://youtu.be/dI-JW2UIAG0)

Want to understand what the fate of quantum computers is with respect to error correction? Watch this! For controlling Satrun V, the computation was run in parallel on 2 computers ; for quantum computation you need to run it in a parallel encoded version (a logical qubit made of many physical ones) to achieve the same.


<a id="org3d7495b"></a>

# Industry - Academia - Startups


<a id="org4df83b2"></a>

## [UPV/EHU is one of the European leading institutions partnering with IBM to accelerate quantum computing](https://www.ehu.eus/en/web/campusa-magazine/-/upv-ehu-is-one-of-the-european-leading-institutions-partnering-with-ibm-to-accelerate-quantum-computing)

*UPV EHU - IBM Q* &#x2013; IBMQ announces research and educations partnerships with Aalto University, University of Turku, EPFL, University of the Basque Country and The International Iberian Nanotechnology Laboratory.


<a id="org828afdd"></a>

## [Europe’s VCs finally leap into quantum](https://www.ehu.eus/en/web/campusa-magazine/-/upv-ehu-is-one-of-the-european-leading-institutions-partnering-with-ibm-to-accelerate-quantum-computing)

*Spin-off Aalo - IQM* &#x2013; IQM (super-conducting qubits) got 11.45m euros in a VC investment round.


<a id="orgff584f9"></a>

## [Stonybrook U and BNL to develop a quantum network](https://m.phys.org/news/2019-07-breakthrough-quantum.html)

*BNL - Stonybrook U.* &#x2013; Long distance ntwork testbed for open air photonic quantum network.


<a id="org4d86983"></a>

## [Big stuff with little qubits](https://physicsworld.com/a/big-stuff-with-little-qubits/)

*Zurich Instruments* &#x2013; A startup supplying instruments for people measuring spins (from NMR to superconducting qubits).


<a id="orge1968ff"></a>

# Research papers


<a id="org1949270"></a>

## [Ronald de Wolf lecture notes on quantum computing](https://arxiv.org/abs/1907.09415)


<a id="org8e309b4"></a>

# Positions


<a id="orgf6730c9"></a>

## 2 Postdocs ar UMD / LPS on NISQ and QML

*UMD LPS* &#x2013; <https://t.co/cHehDmkpEV>


<a id="org9946744"></a>

## Tenures at university of Amsterdam

*U. Amsterdam* &#x2013; <https://t.co/aPZB1cXdsI>


<a id="org20fa049"></a>

# Miscellanea


<a id="orgf5ab443"></a>

## [Releasing a quantum version of TiqTaqToe](https://quantumfrontiers.com/2019/07/15/tiqtaqtoe/)

*Caltech*

